Repository: voidyuu/fleecr
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Devices
zh_hans: 设备

source: Configured Devices
zh_hans: 已配置设备

source: All enabled machines stay connected in parallel. Fleecr displays sessions and spaces across all devices simultaneously.
zh_hans: 所有已启用的设备将保持并行连接，Fleecr 会同时展示全部设备上的会话与空间。

source: Reconnect Failed
zh_hans: 重连失败设备

source: Connected
zh_hans: 已连接

source: Devices are managed from the Devices tab in Settings.
zh_hans: 可在“设置”中的“设备”标签页管理所有设备。

source: Disabled
zh_hans: 已停用

source: Idle
zh_hans: 空闲

source: Hide Sidebar (⌘B)
zh_hans: 隐藏侧边栏 (⌘B)

source: Show Sidebar (⌘B)
zh_hans: 显示侧边栏 (⌘B)

source: New Terminal
zh_hans: 新建终端

source: Search
zh_hans: 搜索

source: Spaces
zh_hans: 空间

source: New Space
zh_hans: 新建空间

source: New Space…
zh_hans: 新建空间…

source: Agents
zh_hans: Agent

source: Close Agent…
zh_hans: 关闭 Agent…

source: Terminals
zh_hans: 终端

source: Close Terminal
zh_hans: 关闭终端

source: Connecting…
zh_hans: 正在连接…

source: No agents
zh_hans: 暂无 Agent

source: Local
zh_hans: 本机

source: needs input
zh_hans: 等待输入

source: All Devices
zh_hans: 全部设备

source: DEVICES
zh_hans: 设备

source: %lld devices · %lld connected
zh_hans: %lld 台设备 · %lld 台已连接

source: Edit %@…
zh_hans: 编辑 %@…

source: Remove %@
zh_hans: 移除 %@

source: Add Device…
zh_hans: 添加设备…

source: This Mac · herdr.sock
zh_hans: 这台 Mac · herdr.sock

source: Terminal
zh_hans: 终端

source: Close
zh_hans: 关闭

source: Appearance
zh_hans: 外观

source: Notifications
zh_hans: 通知

source: About
zh_hans: 关于

source: Automatic
zh_hans: 自动检测

source: Command or path for %@. Leave empty to detect.
zh_hans: 用于 %@ 的命令或路径。留空则自动检测。

source: Finder-launched apps don’t inherit your terminal PATH. fleecr captures it once from a login + interactive shell, then looks up these names. A path here is an escape hatch when detection picks the wrong binary.
zh_hans: 通过 Finder 启动的应用不会继承终端 PATH。fleecr 会从登录 + 交互式 shell 捕获一次，再按这些名称查找。检测结果不对时，可在此填写路径作为兜底。

source: Font
zh_hans: 字体

source: System Mono (SF Mono)
zh_hans: 系统等宽字体 (SF Mono)

source: Size
zh_hans: 大小

source: Weight
zh_hans: 字重

# theme.system
source: System
zh_hans: 系统

# theme.light
source: Light
zh_hans: 浅色

# theme.dark
source: Dark
zh_hans: 深色

# font.weight.light
source: Light
zh_hans: 细

# font.weight.regular
source: Regular
zh_hans: 常规

# font.weight.medium
source: Medium
zh_hans: 中等

source: Only the system monospaced font has selectable weights.
zh_hans: 仅系统等宽字体可选择字重。

source: Line spacing
zh_hans: 行距

source: Thin strokes
zh_hans: 细笔画

source: Turns off macOS font smoothing, which thickens glyph stems and makes agent output — Claude Code's bold text especially — look heavy and smudged.
zh_hans: 关闭 macOS 字体平滑。字干被加粗后，Agent 输出——尤其是 Claude Code 的粗体——会显得又重又糊。

source: Mouse reporting
zh_hans: 鼠标上报

source: Forwards clicks and drags to TUI apps that ask for them. Turn off to always select text with the mouse — Shift-drag selects either way.
zh_hans: 将点击和拖动转发给需要鼠标的 TUI 应用。关闭后鼠标始终用于选中文本；按住 Shift 拖动则两种模式都能选中。

source: Reset to Defaults
zh_hans: 恢复默认

source: Preview
zh_hans: 预览

source: Theme
zh_hans: 主题

source: The terminal follows the app theme.
zh_hans: 终端外观跟随应用主题。

source: Language
zh_hans: 语言

source: Follow System
zh_hans: 跟随系统

source: Changing language takes effect after you quit and reopen fleecr.
zh_hans: 更改语言后，退出并重新打开 fleecr 才会生效。

source: Notify when an agent finishes or needs input
zh_hans: 当 Agent 完成或需要输入时通知

source: Play a sound
zh_hans: 播放提示音

source: Finished agents only notify while you're not watching them — herdr reports panes you have open as idle, not done.
zh_hans: 只有你没在看的 Agent 完成时才会通知——herdr 会把你打开的面板报成 idle，而不是 done。

source: Notifications are disabled in System Settings.
zh_hans: 通知已在系统设置中关闭。

source: Open System Settings…
zh_hans: 打开系统设置…

source: Notification permission hasn't been granted yet.
zh_hans: 尚未授予通知权限。

source: Request Permission
zh_hans: 请求权限

source: Notification permission granted.
zh_hans: 已授予通知权限。

source: fleecr — a native macOS console for herdr.
zh_hans: fleecr — 面向 herdr 的原生 macOS 控制台。

source: Devices are managed from the switcher in the sidebar footer.
zh_hans: 设备可在侧边栏底部的切换器中管理。

source: Something went wrong
zh_hans: 出了点问题

source: OK
zh_hans: 好

source: Cancel
zh_hans: 取消

source: No agent selected
zh_hans: 未选择 Agent

source: Working
zh_hans: 运行中

source: Needs input
zh_hans: 等待输入

source: Done
zh_hans: 已完成

source: Unread
zh_hans: 未查看

source: Reconnect
zh_hans: 重新连接

source: Connection to %@ dropped
zh_hans: 与 %@ 的连接已断开

source: Terminal session ended
zh_hans: 终端会话已结束

source: The SSH connection behind this terminal went away.
zh_hans: 此终端背后的 SSH 连接已断开。

source: Another client took this pane over, or the attach closed.
zh_hans: 其他客户端接管了此面板，或附加会话已关闭。

source: Uploading…
zh_hans: 正在上传…

source: No agents in this space yet
zh_hans: 此空间还没有 Agent

source: Select an agent, or start a new one
zh_hans: 选择一个 Agent，或新建一个

source: Add Device
zh_hans: 添加设备

source: Uses OpenSSH config, agent, Tailscale SSH, or password
zh_hans: 支持 OpenSSH 配置、agent、Tailscale SSH 或密码

source: NAME
zh_hans: 名称

source: SSH TARGET
zh_hans: SSH 目标

source: user@host, a ~/.ssh/config alias, or user@host:port for a custom port.
zh_hans: 可用 user@host、~/.ssh/config 别名，或 user@host:port 指定端口。

source: SSH Authentication
zh_hans: SSH 认证

source: PASSWORD
zh_hans: 密码

source: SSH password
zh_hans: SSH 密码

source: Saved in your macOS login Keychain
zh_hans: 已保存在 macOS 登录钥匙串

source: Connect
zh_hans: 连接

source: A herdr workspace rooted at a project directory on %@
zh_hans: 在 %@ 上以项目目录为根的 herdr 工作区

source: DEVICE
zh_hans: 设备

source: DIRECTORY
zh_hans: 目录

source: Path on %@; ~ expands to its home directory
zh_hans: 路径位于 %@；~ 会展开为该设备的主目录

source: Defaults to the folder name
zh_hans: 默认为文件夹名称

source: Create Space
zh_hans: 创建空间

source: Up to the parent folder
zh_hans: 返回上级文件夹

source: Browse…
zh_hans: 浏览…

source: No subfolders
zh_hans: 没有子文件夹

source: No folders match "%@"
zh_hans: 没有匹配“%@”的文件夹

source: Retry
zh_hans: 重试

source: SPACE
zh_hans: 空间

source: OPTIONS
zh_hans: 选项

source: Rename Space
zh_hans: 重命名空间

source: Rename Space…
zh_hans: 重命名空间…

source: Rename Agent
zh_hans: 重命名 Agent

source: Rename Agent…
zh_hans: 重命名 Agent…

source: Agent name
zh_hans: Agent 名称

source: Chinese, spaces, and punctuation are allowed.
zh_hans: 可用中文、空格和标点，会显示在侧栏。

source: Rename %@ on %@
zh_hans: 重命名 %@（位于 %@）

source: Space name
zh_hans: 空间名称

source: Rename
zh_hans: 重命名

source: Edit Device
zh_hans: 编辑设备

source: Changing the SSH target reconnects the device
zh_hans: 更改 SSH 目标会重新连接该设备

source: Name
zh_hans: 名称

source: SSH target
zh_hans: SSH 目标

source: Save
zh_hans: 保存

source: Close Space "%@"…
zh_hans: 关闭空间“%@”…

source: Search agents and spaces…
zh_hans: 搜索 Agent 和空间…

source: No matches
zh_hans: 无匹配结果

source: navigate
zh_hans: 导航

source: open
zh_hans: 打开

source: cancel
zh_hans: 取消

source: Space · %lld agents
zh_hans: 空间 · %lld 个 Agent

source: %@ needs your input · %@ · %@
zh_hans: %@ 需要你的输入 · %@ · %@

source: %@ finished · %@ · %@
zh_hans: %@ 已完成 · %@ · %@

source: Terminal %lld
zh_hans: 终端 %lld

source: Authentication cancelled — choose Reconnect to try again
zh_hans: 认证已取消 — 请选择“重新连接”再试

source: Still connecting to %@ — try again in a moment.
zh_hans: 仍在连接 %@ — 请稍后再试。

source: %@ is unreachable: %@
zh_hans: %@ 无法访问：%@

source: %@ isn't connected.
zh_hans: %@ 尚未连接。

source: %@ just reconnected — try again.
zh_hans: %@ 刚刚重新连上 — 请再试一次。

source: Close space "%@" on %@?
zh_hans: 关闭空间“%@”（位于 %@）？

source: All terminals and agents in this space will be closed.
zh_hans: 此空间中的所有终端和 Agent 都将被关闭。

source: Close "%@"?
zh_hans: 关闭“%@”？

source: The pane and whatever is running inside it will be terminated.
zh_hans: 该面板及其内部正在运行的内容将被终止。

source: Copy
zh_hans: 拷贝

source: Open Link
zh_hans: 打开链接

source: Copy Link Address
zh_hans: 拷贝链接地址

source: Paste
zh_hans: 粘贴

source: Select All
zh_hans: 全选

source: Remote paste supports regular files, not folders or special files.
zh_hans: 远程粘贴仅支持普通文件，不支持文件夹或特殊文件。

source: The clipboard image could not be encoded as PNG.
zh_hans: 剪贴板中的图片无法编码为 PNG。

source: %lld items
zh_hans: %lld 个项目

source: Choose folder
zh_hans: 选择文件夹

source: Copy the selected file from %@ to Local
zh_hans: 将所选文件从 %@ 拷贝到本机

source: Copy the selected local file to %@
zh_hans: 将所选的本机文件拷贝到 %@

source: Downloading %@
zh_hans: 正在下载 %@

source: Empty Folder
zh_hans: 空文件夹

source: File Already Exists
zh_hans: 文件已存在

source: Files
zh_hans: 文件

source: Hide hidden files
zh_hans: 隐藏隐藏文件

source: Home folder
zh_hans: 个人文件夹

source: Keep Both
zh_hans: 保留两者

source: Modified
zh_hans: 修改时间

source: Parent folder
zh_hans: 上级文件夹

source: Path
zh_hans: 路径

source: Refresh
zh_hans: 刷新

source: Replace
zh_hans: 替换

source: Show hidden files
zh_hans: 显示隐藏文件

source: This folder contains no visible items.
zh_hans: 此文件夹中没有可见项目。

source: Transfer with
zh_hans: 冲突处理方式

source: Uploading %@
zh_hans: 正在上传 %@

source: “%@” already exists in the destination.
zh_hans: 目标位置已存在“%@”。

source: Close Terminal…
zh_hans: 关闭终端…

source: Create a space on this device before opening a terminal.
zh_hans: 请先在此设备上创建空间，然后再打开终端。

source: Creates a persistent shell in %@ on %@
zh_hans: 在 %@（%@）中创建持久 Shell

source: No agents or terminals in this space yet
zh_hans: 此空间还没有 Agent 或终端

source: No terminal selected
zh_hans: 未选择终端

source: Open Terminal
zh_hans: 打开终端

source: Search agents, terminals, and spaces…
zh_hans: 搜索 Agent、终端和空间…

source: Select an agent or terminal, or start a new one
zh_hans: 选择 Agent 或终端，或新建一个

source: Terminal · %@
zh_hans: 终端 · %@

source: a Herdr space
zh_hans: 一个 Herdr 空间

source: The remote file transfer service is unavailable.
zh_hans: 远程文件传输服务不可用。

source: Shortcuts
zh_hans: 快捷键

# shortcut.category.all
source: All
zh_hans: 全部

# shortcut.category.general
source: General
zh_hans: 通用

# shortcut.category.terminal
source: Terminal
zh_hans: 终端

# shortcut.search.placeholder
source: Search shortcuts…
zh_hans: 搜索快捷键…

# shortcut.footer.tip
source: Click shortcut to record · Esc to cancel · ⌫ to clear
zh_hans: 点击快捷键以录制 · 按 Esc 取消 · 按 ⌫ 清除

# shortcut.resetAll
source: Reset All…
zh_hans: 恢复全部默认…

# shortcut.resetAll.title
source: Reset all shortcuts to their defaults?
zh_hans: 将所有快捷键恢复为默认设置？

# shortcut.resetAll.confirm
source: Reset All to Defaults
zh_hans: 恢复所有默认设置

# shortcut.conflict
source: Conflict
zh_hans: 冲突

# shortcut.conflict.detail
source: Conflicts with: %@
zh_hans: 与以下快捷键冲突：%@

# shortcut.resetToDefault
source: Reset to default
zh_hans: 恢复默认

# shortcut.empty.title
source: No Shortcuts Found
zh_hans: 未找到相关快捷键

# shortcut.empty.desc
source: Try a different search query
zh_hans: 请尝试其他搜索词

# shortcut.help.recording
source: Press desired shortcut, Esc to cancel
zh_hans: 按下所需快捷键，按 Esc 取消

# shortcut.help.record
source: Click to record shortcut
zh_hans: 点击录制快捷键

# shortcut.help.clear
source: Remove shortcut
zh_hans: 清除快捷键

# shortcut.state.recording
source: Record…
zh_hans: 录制中…

# shortcut.unassigned
source: Record
zh_hans: 录制

# shortcut.error.modifierRequired
source: Include ⌘, ⌥, or ⌃
zh_hans: 需包含 ⌘、⌥ 或 ⌃

# shortcut.action.quickSearch
source: Quick Search
zh_hans: 快速搜索

# shortcut.desc.quickSearch
source: Focus the toolbar search bar
zh_hans: 聚焦工具栏搜索栏

# shortcut.action.toggleSidebar
source: Toggle Sidebar
zh_hans: 切换侧边栏

# shortcut.desc.toggleSidebar
source: Show or hide the workspace sidebar
zh_hans: 展开或收起工作区侧边栏

# shortcut.action.newTerminal
source: New Terminal
zh_hans: 新建终端

# shortcut.desc.newTerminal
source: Start a new terminal session
zh_hans: 创建并启动新的终端会话

# shortcut.action.newSpace
source: New Space
zh_hans: 新建空间

# shortcut.desc.newSpace
source: Create a new workspace space
zh_hans: 创建新的工作区空间

# shortcut.action.openSettings
source: Preferences
zh_hans: 偏好设置

# shortcut.desc.openSettings
source: Open application preferences
zh_hans: 打开应用偏好设置窗口

# shortcut.action.increaseFontSize
source: Increase Font Size
zh_hans: 放大字号

# shortcut.desc.increaseFontSize
source: Make terminal font larger
zh_hans: 调大终端文本字号

# shortcut.action.decreaseFontSize
source: Decrease Font Size
zh_hans: 缩小字号

# shortcut.desc.decreaseFontSize
source: Make terminal font smaller
zh_hans: 调小终端文本字号

# shortcut.action.resetFontSize
source: Reset Font Size
zh_hans: 重置字号

# shortcut.desc.resetFontSize
source: Restore default terminal font size
zh_hans: 恢复终端默认文本字号
